[TalkDemo]
EnemyTag=goki
Talk_000=感受了到战斗的气息才来到这里……
Talk_001=还真是两个能打的小子啊！
Talk_002=你这家伙是……？！
Talk_003=我吗？
Talk_004=什？！
Talk_005=我乃拳之极者
Talk_006=Now! Fight Your Rival!
Talk_007=这股斗气，的确如同修罗
Talk_008=报上名来
Talk_009=……阿修罗
Talk_010=！
Talk_011=……回应我的渴求吧。战斗之神啊！
Talk_012=神什么的鬼才知道！
Talk_013=我乃拳之极者
Talk_014=来吧！
Talk_015=ROUND 1
Talk_016=FIGHT!
Talk_017=噢啦啊啊啊！
Talk_018=唔！
Talk_019=呜啦啊啊啊啊！！
Talk_020=吾之气、溢满万界！
Talk_021=噢噢噢噢噢噢噢噢！
Talk_022=吾　终于化身为鬼
Talk_023=唔——
Talk_024=喝啊！
Talk_025=还没完……！
Talk_026=好戏，现在才开始！
Talk_027=唔，呜啦啊啊！
Talk_028=噢啦——！
Talk_029=啊啊啊啊啊！！
Talk_030=唔——
Talk_031=五百年后——
Talk_032=待续
